<?php
$f5 = "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
?>


<div class="container">

    <?php
    $this->load->library('takmoph_libraries');
    $model = new takmoph_libraries();
    /*
      $list = array(
      array('url' => '', 'label' => 'menu1'),
      array('url' => '', 'label' => 'menu2')
      );
     * 
     */
    $active = $head;
    $list = "";
    ?>
    <div class="row" style=" margin: 0px; padding: 0px;">
        <div class="col-xs-12 col-sm-12 col-md-6 col-lg-6" style="padding-left: 0px;">
            <h3 id="head_submenu"><i class="fa fa-building-o"></i> <?php echo $head ?></h3>
        </div>
        <div class="col-xs-12 col-sm-12 col-md-6 col-lg-6" style="padding-right: 0px;">
            <?php echo $model->breadcrumb($list, $active); ?>
        </div>
    </div>


    <hr id="hr" style=" margin-bottom: 0px;"/>

    <div class="well" style=" font-size: 16px;">
        
        สำนักงานสาธารณสุขจังหวัดตาก เดิมที่ทำการอยู่ที่ศาลากลางเก่า
        (สำนักงานเทศบาลเมืองตากในปัจจุบัน) โดยผู้ดำรงตำแหน่งนายแพทย์สาธารณสุขจังหวัด ดังต่อไปนี้ <br/><br/>
        <?php echo $f5; ?>1.นายแพทย์ชุบ วณิกเกียรติ <br/>
        <?php echo $f5; ?>2.นายแพทย์เยี่ยม จันทรคะ <br/>
        <?php echo $f5; ?>3.หมอเล็ง ศรีจันทร์ <br/>
        <?php echo $f5; ?>4.ขุนพิพิธ แพทยาคม<br/>
        <?php echo $f5; ?>5.ขุนวิวรรณ สุขวิทยา (หวง โลหะวินิช) <br/>
        <?php echo $f5; ?>6.ขุนอาจ อนามัย<br/>
        <?php echo $f5; ?>7.นายแพทย์ผดุง เปรมเสถียร <br/>
        <?php echo $f5; ?>8.นายแพทย์จำรัส นิลประดับ<br/>
        <?php echo $f5; ?>9.ขุนระงับ โรคสงบ<br/>
        <?php echo $f5; ?>10.นายแพทย์สกล มีกังวาล (ดำรงตำแหน่งอนามัยจังหวัดตาก)<br/>
        <?php echo $f5; ?>11.นายแพทย์ถาวร แพทย์ยารักษ์ <br/><br/>

        ซึ่งท่านได้ตำแหน่งดังปรากฏนามข้างต้นก่อน วันที่ 10 มีนาคม พ.ศ. 2502
        อยู่ในสังกัดกรมสาธารณสุขกระทรวงมหาดไทย 
        ต่อมาประมาณปี พ.ศ. 2502 ได้ย้ายที่ทำการอนามัยจังหวัดมาเช่าอยู่บ้านเลขที่ – 
        ถนนตากสินซึ่งเป็นบ้านของนางทิ (อยู่ตรงข้ามกับจวนผู้ว่าราชการจังหวัดเก่า) 
        โดยมีผู้มีรายนามดังต่อไปนี้ดำรงตำแหน่งอนามัยาจังหวัด อำเภอเมืองตาก จังหวัดตาก โดยมีผู้มีรายนามดังต่อไปนี้ ดำรงตำแหน่งอนามัยจังหวัด <br/><br/>

        <?php echo $f5; ?>1.นายแพทย์ถาวร แพทย์ยารักษ์ พ.ศ. 2502 – 2504 <br/>
        <?php echo $f5; ?>2.นายแพทย์ประชุม ศราตราคม (รักษาการ) พ.ศ. 2504 – 2505 <br/>
        <?php echo $f5; ?>3.นายแพทย์นิกร ปัญญายงค์ พ.ศ. 2505 – 2507<br/>
        <?php echo $f5; ?>4.นายแพทย์ประยูร กุนาศล พ.ศ. 2507 – 2509 <br/><br/>

        ประมาณปี พ.ศ. 2510 ได้ย้ายที่ทำการมาอยู่ในอาคารศาลากลางใหม่ (ศาลากลางปัจจุบัน) 
        โดยมีผู้ดำรงตำแหน่ง อนามัยจังหวัด <br/><br/>

        <?php echo $f5; ?>1.นายแพทย์ประมวล ถมังรักสัตย์ พ.ศ. 2509 – 2511<br/>
        <?php echo $f5; ?>2.นายแพทย์วินิจ วัฒนไพศาล พ.ศ. 2511 – 2511<br/><br/>
        และในปี พ.ศ. 2511 จึงได้ย้ายที่ทำการอนามัยจังหวัด 
        มาอยู่ที่ทำการสำนักงานสาธารณสุขจังหวัด ระหว่างที่ว่าการอำเภอเมืองตาก และไปรษณีย์จังหวัดตาก เลขที่  9/67 
        ถนนมหาดไทยบำรุง ตำบลระแหง 
        อำเภอเมืองตาก จังหวัดตาก โดยมีผู้มีรายนามดังต่อไปนี้ ดำรงตำแหน่งอนามัยจังหวัด 
        หลังจากนั้นจึงได้เปลี่ยนชื่อที่ทำการอนามัยจังหวัดมาเป็นสำนักงานสาธารณสุขจังหวัด 
        โดยมมีผู้ดำรงตำแหน่งนายแพทย์สาธารณสุขจังหวัด ดังต่อไปนี้<br/> <br/>

        <?php echo $f5; ?>1.นายแพทย์อำนวย&nbsp; ไตรสุภา&nbsp; พ.ศ.2511-2513 <br/>


        <?php echo $f5; ?>2.นายแพทย์อรุณ&nbsp; สายเพ็ชร&nbsp; พ.ศ. 2513-2517 <br/>


        <?php echo $f5; ?>1.นายแพทย์สกล มีกังวาล พ.ศ. 2517 – 2521<br/>


        <?php echo $f5; ?>2.นายแพทย์ถวิล สุนทรารักษ์ พ.ศ. 2521 – 2522 <br/>


        <?php echo $f5; ?>3.นายแพทย์เปล่ง ทองสม พ.ศ. 2522 – 2524 <br/>


        <?php echo $f5; ?>4.นายแพทย์ฉลอง ควรหา พ.ศ. 2524 – 2526 <br/>


        <?php echo $f5; ?>5.นายแพทย์โกมล สายชุ่มอินทร์ พ.ศ. 2526 – 2532 <br/>


        <?php echo $f5; ?>6.นายแพทย์ธงชัย เติมประสิทธิ์ พ.ศ. 2532 – 2535 <br/>


        <?php echo $f5; ?>7.นายแพทย์พิพัฒน์ ยิ่งเสรี พ.ศ. 2535 – 2537<br/>


        <?php echo $f5; ?>8.นายแพทย์วีระ ภู่พัฒนกูล พ.ศ. 2537 – 31 ตุลาคม 2540 <br/>


        <?php echo $f5; ?>9.นายแพทย์ชูชาติ พรนิมิตร พ.ศ. 2540 – 2541 <br/><br/>


        ปี 2541 ได้ย้ายสำนักงานจังหวัดตาก มาอยู่บนพื้นที่ 60 ไร่ เลขที่ 165 หมู่ 7 ตำบลไม้งาม 
        อำเภอเมืองตาก จังหวัดตาก โดยมีผู้ดำรงตำแหน่งนายแพทย์สาธารณสุขจังหวัด ดังต่อไปนี้ <br/><br/>


        <?php echo $f5; ?>1.นายแพทย์ชูชาติ พรนิมิตร พ.ศ. 2541 – 31 ตุลาคม 2544 <br/>


        <?php echo $f5; ?>2.นายแพทย์ชำนาญ หาญสุทธิเวชกุล 1 พฤศจิกายน 2544 – 2546 <br/>


        <?php echo $f5; ?>3.นายแพทย์ปัจจุบัน เหมหงษา  14พฤศจิกายน 2546-2555 <br/>


        <?php echo $f5; ?>4.นายพูลลาภ ฉันทวิจิตรวงศ์&nbsp; 11 ธันวาคม&nbsp; 2555-ปัจจุบัน<br/>

    </div>
</div>
